/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ – offline";

/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%1$@, endend auf %2$@";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Hinzufügen";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ Karte hinzufügen";

/* Source type brand name */
"3D Secure" = "Secure";

/* part of {Account} ending in {last4} */
"Account" = "Bankkonto";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "Adresse des Kontoinhabers";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Name des Kontoinhabers";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Kontonummer";

/* Title for Add a Card view */
"Add a Card" = "Karte hinzufügen";

/* Title shown above a card entry form */
"Add a card" = "Karte hinzufügen";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Bankkonto für die Direktabbuchung hinzufügen";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Karte hinzufügen";

/* Button to add a new credit card. */
"Add New Card…" = "Neue Karte hinzufügen…";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Neue Zahlungsmethode hinzufügen";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Zahlungsinformationen hinzufügen";

/* Caption for Address field on address form */
"Address" = "Adresse";

/* Address line 1 placeholder for billing address form. */
"Address line 1" = "Adresszeile 1";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "Adresszeile 2 (optional)";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Adresszeile 2";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "AU BECS Debit";

/* Text for back button */
"Back" = "Zurück";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Title for bank picker section */
"BANK" = "Bank";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Bankkonto";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "Informationen zum Bankkonto";

/* Title for billing address entry section */
"BILLING ADDRESS" = "Rechnungsadresse";

/* Title for billing address entry section */
"Billing Address" = "Rechnungsadresse";

/* Billing address section title for card form entry. */
"Billing address" = "Rechnungsadresse";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "Indem Sie Ihre IBAN angeben und diese Zahlung bestätigen, ermächtigen Sie %@ und Stripe, unseren Zahlungsdienstleister, Ihrer Bank Anweisungen zur Belastung Ihres Kontos und Ihrer Bank zur Belastung Ihres Kontos gemäß diesen Anweisungen zu senden. Sie haben Anspruch auf Rückerstattung von Ihrer Bank gemäß den Bedingungen Ihrer Vereinbarung mit Ihrer Bank. Eine Rückerstattung muss innerhalb von 8 Wochen ab dem Datum der Belastung Ihres Kontos beantragt werden.";

/* Button title to cancel action in an alert */
"Cancel" = "Abbrechen";

/* Title for card number entry field */
"CARD" = "Karte";

/* Title for credit card number entry field */
"Card" = "Karte";

/* Details of a saved card */
"Card ending in %@" = "Karte endend auf %@";

/* Card details entry form header title */
"Card information" = "Kartendaten";

/* accessibility label for text field */
"card number" = "Kartennummer";

/* Label for card number entry text field */
"Card number" = "Kartennummer";

/* TODO */
"Choose a payment method" = "Zahlungsmethode auswählen ";

/* Caption for City field on address form */
"City" = "Ort";

/* Text for close button */
"Close" = "Schließen";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Kartenscanner schließen";

/* Title for contact info form */
"CONTACT" = "Kontakt";

/* Title for contact info form */
"Contact" = "Kontakt";

/* Text for continue button */
"Continue" = "Weiter";

/* Caption for Country field on address form */
"Country" = "Land";

/* Title for country picker section */
"COUNTRY" = "Land";

/* Country selector and postal code entry form header title */
"Country or region" = "Land oder Region";

/* Caption for County field on address form (only countries that use county, like United Kingdom) */
"County" = "Kreis/Bezirk";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Title for delivery info form */
"Delivery" = "Lieferinformationen";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "Lieferadresse";

/* Title for delivery address entry section */
"Delivery Address" = "Lieferadresse";

/* Done button title */
"Done" = "Fertig";

/* Button title to enter editing mode */
"Edit" = "Bearbeiten";

/* Caption for Email field on address form */
"Email" = "E-Mail";

/* Source type brand name */
"EPS" = "EPS";

/* Placeholder string for email entry field. */
"example@example.com" = "beispiel@beispiel.com";

/* accessibility label for text field */
"expiration date" = "Gültig bis";

/* Payment Method type brand name */
"FPX" = "FPX";

/* Label for free shipping method */
"Free" = "Kostenlos";

/* Placeholder string for name entry field. */
"Full name" = "Nachname";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"giropay" = "Giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "iDEAL-Bank";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Ungültige Daten.";

/* Shipping form error message */
"Invalid Shipping Address" = "Ungültige Versandadresse";

/* Source type brand name */
"Klarna" = "Klarna";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Wird geladen...";

/* label for text field to enter card expiry */
"MM / YY" = "MM/JJ";

/* label for text field to enter card expiry */
"MM/YY" = "MM/JJ";

/* Title for payment options section */
"MORE OPTIONS" = "Weitere Optionen";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Caption for Name field on address form */
"Name" = "Name";

/* Payment Method type brand name */
"NetBanking" = "NetBanking";

/* Label for button to add a new credit or debit card */
"New Card" = "Neue Karte";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Neues Bankkonto für die Direktabbuchung";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Neues Bankkonto für SEPA-Lastschrift";

/* Button to move to the next text entry field */
"Next" = "Weiter";

/* No comment provided by engineer. */
"OK" = "OK";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Online-Banking (FPX)";

/* Title of a section displayed below an Apple Pay button. The section contains alternative ways to pay. */
"Or pay using" = "Oder zahlen mit";

/* Title of a section displayed below an Apple Pay button. The section contains a credit card form as an alternative way to pay. */
"Or pay with a card" = "Oder mit Karte bezahlen";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "%@ zahlen";

/* Pay with {payment method} */
"Pay with %@" = "Mit %@ bezahlen";

/* Title for Payment Method screen */
"Payment Method" = "Zahlungsmethode";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Caption for Phone field on address form */
"Phone" = "Telefon";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Richten Sie die Kamera auf die Karte.";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "PLZ";

/* Short string for postal code (text used in non-US countries) */
"Postal code" = "Postleitzahl";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Postleitzahl";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "Wird verarbeitet …";

/* Caption for Province field on address form (only countries that use province, like Canada) */
"Province" = "Provinz / Kanton";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Entfernen";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "%@ entfernen";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "%1$@ endend auf %2$@ entfernen";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Karte entfernen";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Karte für zukünftige Zahlungen von %@ speichern";
/* Text for button to scan a credit card */

"Scan Card" = "Karte scannen";
/* Label of a button displayed below a payment method form. Tapping the button closes the form and uses the entered payment method details for checkout in the next step */

"Select" = "Auswählen";
/* label for iDEAL-bank selection picker */

"Select bank" = "Bank auswählen";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Zahlungsmethode auswählen";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "SEPA-Konto";
/* Payment method brand name */

"SEPA Debit" = "SEPA-Lastschrift";
/* Source type brand name */

"SEPA Direct Debit" = "SEPA-Lastschrift";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Einrichten";
/* Title for shipping info form */

"Shipping" = "Versand";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "Versandadresse";
/* Title for shipping address entry section */

"Shipping Address" = "Versandadresse";
/* Label for shipping method form */

"SHIPPING METHOD" = "Versandart";
/* Label for shipping method form */

"Shipping Method" = "Versandmethode";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Source type brand name */
"SOFORT" = "SOFORT";

/* Caption for State field on address form (only countries that use state , like United States) */
"State" = "Bundesland";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "Bundesland / Kanton / Region";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "Die eingegebene BSB-Nummer ist unvollständig.";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "Die eingegebene BSB-Nummer ist ungültig.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "Die gewählte Zahlungsmethode ist nicht verfügbar.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "Fehler bei der Verarbeitung Ihrer Karte – versuchen Sie es in ein paar Sekunden noch einmal.";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "Unerwarteter Fehler – versuchen Sie es in ein paar Sekunden noch einmal.";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Zeitüberschreitung bei der Authentifizierung Ihrer Zahlungsmethode – versuchen Sie es noch einmal.";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "Um die Karte scannen zu können, müssen Sie unter „Einstellungen“ den Kamerazugriff erlauben.";

/* Button to reload web view if we were unable to connect. */
"Try again" = "Erneut versuchen";

/* Error message that displays when we&apos;re unable to connect to the server. */
"Unable to establish a connection." = "Es kann keine Verbindung hergestellt werden.";

/* Default missing source type label */
"Unknown" = "Unbekannt";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Rechnungsadresse verwenden";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Lieferadresse verwenden";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Versandadresse verwenden";

/* Displays in the navigation bar title of the Identity Verification Sheet */
"Verify your identity" = "Identität verifizieren";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "Wir können Ihre Zahlungsmethode nicht authentifizieren. Bitte wählen Sie eine andere Zahlungsmethode und versuchen Sie es noch einmal.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Wir leiten Sie auf %@ weiter, um den Kaufvorgang abzuschließen.";

/* Error when the card has already expired */
"Your card has expired" = "Ihre Karte ist abgelaufen.";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "Kartennummer ist unvollständig.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "Kartennummer ist ungültig.";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "Ihre Karte wurde abgelehnt.";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "Ablaufdatum der Karte ist unvollständig.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "Ablaufdatum der Karte ist ungültig.";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "Der Ablaufmonat Ihrer Karte ist ungültig";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "Der Ablaufmonat Ihrer Karte ist ungültig.";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "Das Ablaufjahr Ihrer Karte ist ungültig.";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "Das Ablaufjahr der Karte ist ungültig.";

/* Error when the card number is not valid */
"Your card's number is invalid" = "Die Kartennummer ist ungültig.";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "Sicherheitscode der Karte ist unvollständig.";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "Der Sicherheitscode Ihrer Karte ist ungültig.";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "Sicherheitscode der Karte ist ungültig.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "Postleitzahl ist unvollständig.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "Postleitzahl ist ungültig";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "PLZ ist unvollständig.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "Postleitzahl ist ungültig.";

/* Short string for zip code (United States only) Please keep to 5 characters or less if possible. */
"ZIP" = "ZIP";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "Postleitzahl";

